[ {
  "root" : false,
  "title" : "Power Problem",
  "name" : "PowerManualChoose",
  "description" : [ "" ],
  "choices" : [ ],
  "restrictions" : [ ],
  "outcomes" : [ ],
  "chances" : [ ],
  "resultingAction" : [ [ "scheduleEvent", "Power", "0", "0", "", "2" ] ]
}, {
  "root" : false,
  "title" : "Power Problem",
  "name" : "PowerManualHurt",
  "description" : [ "(He1) tries to fix the batteries manually, working outside on the batteries, sweating and curing as the temperature continues to rise. (He1) feels (his1) skin beginning to burn, but (he1)’s too close to stop now. Finally, the sirens fade and the temperature drops. (Name1) collapses to the ground, burned and exhausted." ],
  "choices" : [ ],
  "restrictions" : [ ],
  "outcomes" : [ ],
  "chances" : [ ],
  "resultingAction" : [ [ "addHealth", "evt", "-25", "-50" ] ]
}, {
  "root" : false,
  "title" : "Power Problem",
  "name" : "PowerManualLoseEnergy",
  "description" : [ "(He1) tries to fix the batteries manually, applying every fix (he1) can think of, but the temperature keep rising out of control." ],
  "choices" : [ "Choose Again" ],
  "restrictions" : [ "" ],
  "outcomes" : [ [ "PowerManualChoose" ] ],
  "chances" : [ [ 100.0 ] ],
  "resultingAction" : [ [ "addRndAmt", "-1", "-25", "energy" ] ]
}, {
  "root" : false,
  "title" : "Power Problem",
  "name" : "PowerAutoNothing",
  "description" : [ "(He1) tries to run an auto fix from inside the ROV and as the batteries reach critical mass, the auto fix completes. Miraculously, the sirens fade and the temperature drops. Somehow the auto fix worked." ],
  "choices" : [ ],
  "restrictions" : [ ],
  "outcomes" : [ ],
  "chances" : [ ],
  "resultingAction" : [ ]
}, {
  "root" : false,
  "title" : "Power Problem",
  "name" : "PowerAutoHurt",
  "description" : [ "(He1) tries to run an auto fix from inside the ROV, but the batteries’ temperature continues to rise. In a last ditch effort, (Name1) grabs (his1) tools and runs outside. (He1) fights against the scalding temperatures, trying to fix the batteries manually before it’s too late. The sirens finally fade as the temperatures drop. (Name1) collapses to the ground, burned and exhausted." ],
  "choices" : [ ],
  "restrictions" : [ ],
  "outcomes" : [ ],
  "chances" : [ ],
  "resultingAction" : [ [ "addHealth", "evt", "-25", "-50" ] ]
}, {
  "root" : false,
  "title" : "Power Problem",
  "name" : "PowerAutoChoose",
  "description" : [ "" ],
  "choices" : [ ],
  "restrictions" : [ ],
  "outcomes" : [ ],
  "chances" : [ ],
  "resultingAction" : [ [ "scheduleEvent", "PowerProblem", "0", "0", "", "2" ] ]
}, {
  "root" : false,
  "title" : "Power Problem",
  "name" : "PowerAutoLosePower",
  "description" : [ "(He1) tries to run an auto fix from inside the ROV, but the batteries’ temperature continues to rise." ],
  "choices" : [ "Choose Again" ],
  "restrictions" : [ "" ],
  "outcomes" : [ [ "PowerAutoChoose" ] ],
  "chances" : [ [ 100.0, 0.0 ] ],
  "resultingAction" : [ [ "addRndAmt", "-1", "-25", "energy" ] ]
}, {
  "root" : false,
  "title" : "Power Problem",
  "name" : "PowerManualNothing",
  "description" : [ "(He1) tries to fix the batteries manually, working outside on the batteries, sweating and cursing, until at last the warning sirens fade and the temperature drops." ],
  "choices" : [ ],
  "restrictions" : [ ],
  "outcomes" : [ ],
  "chances" : [ ],
  "resultingAction" : [ ]
}, {
  "root" : true,
  "title" : "Power Problem",
  "name" : "Power",
  "description" : [ "The ROV lumbers lazily along when suddenly, the crew is startled by a loud warning coming from the ROV subsystem control panel. (Name1) Rushes over to the screen to discover the batteries are dangerously hot and on the brink of catastrophic failure. ", "(Name1) knows (he1) must act fast to have any hope of saving the batteries. With the batteries temperature skyrocketing, working on the batteries is extremely dangerous, maybe even fatal. (Name1) has two options: (he1) can attempt to fix the problem manually from outside, which is likely to fix the problem, but is also dangerous or (he1) can run an auto fix from the console inside the ROV, which is safer, but less likely to fix the problem." ],
  "choices" : [ "Manual Fix", "Auto Fix" ],
  "restrictions" : [ "", "" ],
  "outcomes" : [ [ "PowerManualNothing", "PowerManualHurt", "PowerManualLoseEnergy" ], [ "PowerAutoNothing", "PowerAutoHurt", "PowerAutoLosePower" ] ],
  "chances" : [ [ 35.0, 35.0, 30.0 ], [ 35.0, 30.0, 35.0, 0.0 ] ],
  "resultingAction" : [ ]
}, {
  "root" : false,
  "title" : "The Runaway",
  "name" : "RunawayDoNothingMinorHurt",
  "description" : [ "One of the large natives dismounts from this wolf-beast and reaches under the ROV. He grabs the tiny native by her ankles and drags her out from underneath it. She kicks and scratches, trying to free herself from his grasp as he unsheathes a long blade that hangs from his belt. He swings back the long blade, but as he brings it down a shot rings out. He turns to (Name1) as (his1) sidearm fire three more shots into the big native’s chest. The native’s wolf-beast lets out a howl and charges into the crew.", "All hell breaks loose as the remaining native fires a volley of arrows into the crew and they fire back. Bullets fly in all directions as the rampaging wolf-beast barrels through the crew, snapping its massive jaws at anything and everything.", "The skirmish last only a few minutes in total and as the dust settles the crew assess battlefield. Near the front of the ROV, one native lies dead atop the squirming smaller native. His beast mount lying a few feet away, surrounded by the battered crew. A few yards from the crew rests the second native and his mount, both riddled with bullet holes.", "The smaller native, still squirming beneath the dead native’s large body, fearfully glances around at the crew. (Name1) rolls the large native’s body off her, and she scrambles to her feet. She hurriedly runs to the bodies of the dead natives and begins rifling through their belongings, all the while keeping her eyes glued to the motionless crew.", "After grabbing a few things she stops. Timidly approaching the crew, she reaches out and lightly touches (Name1)’s hand. Then she turns to the woods and runs off, quickly vanishing into its tangled branches." ],
  "choices" : [ ],
  "restrictions" : [ ],
  "outcomes" : [ ],
  "chances" : [ ],
  "resultingAction" : [ [ "addHealth", "evt", "-1", "-25", "false", "-1", "true" ], [ "reward", "medium" ], [ "reward", "low" ], [ "reward", "low" ] ]
}, {
  "root" : false,
  "title" : "The Runaway",
  "name" : "RunawayRevealRiders",
  "description" : [ "She struggles, trying to escape the big natives grasp, kicking hard until, at last, she slips free. She runs towards the trees with the second native close behind. The first native scrambles to his mount and races after them and they all disappear into the forest." ],
  "choices" : [ ],
  "restrictions" : [ ],
  "outcomes" : [ ],
  "chances" : [ ],
  "resultingAction" : [ [ "scheduleEvent", "RidersReturn", "84", "252" ] ]
}, {
  "root" : false,
  "title" : "The Runaway",
  "name" : "RunawayDoNothingMajorHurt",
  "description" : [ "One of the large natives dismounts from this wolf-beast and reaches under the ROV. He grabs the tiny native by her ankles and drags her out from underneath it. She kicks and scratches, trying to free herself from his grasp as he unsheathes a long blade that hangs from his belt. He swings back the long blade and as he brings it down, (Name1) dives to stop him.", "Too slow to stop the native, his blade slices through the smaller native’s body as (Name1) tackles him to the ground. All hell breaks loose as the second natives fire a volley of arrows into the crew and they unholster their sidearms and fire back. As (Name1) wrestles with the first native, his beast mount roars and barrels into the crew, sending them flying in all directions.", "The skirmish only last a few minutes, but when it’s done the natives lay dead and the crew lies scattered across the battlefield, beaten but alive. As the crew recovers, they search through the native’s bodies, collecting anything of value. Much of their supplies are ruined from the firefight, but the crew recovers what they can and loads it into the ROV." ],
  "choices" : [ ],
  "restrictions" : [ ],
  "outcomes" : [ ],
  "chances" : [ ],
  "resultingAction" : [ [ "addHealth", "evt", "-25", "-50", "false", "-1", "true" ], [ "reward", "medium" ], [ "reward", "medium" ], [ "reward", "medium" ], [ "addAilment", "evt", "injury", "minor" ] ]
}, {
  "root" : false,
  "title" : "The Runaway",
  "name" : "RunawayReveal",
  "description" : [ "(Name1) gestures towards space underneath the ROV and one of the big natives nods slowly back and dismounts from his beast. He reaches underneath the ROV and drags the scrawny native, kicking and screaming, out by her ankles." ],
  "choices" : [ ],
  "restrictions" : [ ],
  "outcomes" : [ [ "RunawayRevealEdibles", "RunawayRevealRiders", "RunawayRevealInjured" ] ],
  "chances" : [ [ 33.34, 33.34, 33.34 ] ],
  "resultingAction" : [ ]
}, {
  "root" : false,
  "title" : "The Runaway",
  "name" : "RunawayDoNothingWanderer",
  "description" : [ "The riders circle back to the front of the ROV. For a moment they just sit, staring at each of the crew members one at a time, as if sizing them up. Finally they turn and ride off into the forest. The crew breathes a sigh of relief.", "The crew peeks under the ROV to see what has become of the remaining native. As they do, she dashes out, past the crew, and runs to the woods. Just before she enters the trees, she stops, briefly looks back at the crew with a look of fear and gratitude in her eyes, and then she’s gone." ],
  "choices" : [ ],
  "restrictions" : [ ],
  "outcomes" : [ ],
  "chances" : [ ],
  "resultingAction" : [ [ "scheduleEvent", "WanderReturn", "84", "252" ] ]
}, {
  "root" : false,
  "title" : "The Runaway",
  "name" : "RunawayDoNothing",
  "description" : [ "The crew, armed only with their sidearms, tensely watch the circling natives. " ],
  "choices" : [ ],
  "restrictions" : [ ],
  "outcomes" : [ [ "RunawayDoNothingWanderer", "RunawayDoNothingMinorHurt", "RunawayDoNothingMajorHurt" ] ],
  "chances" : [ [ 0.0, 0.0, 0.0 ] ],
  "resultingAction" : [ ]
}, {
  "root" : false,
  "title" : "The Runaway",
  "name" : "RunawayRevealEdibles",
  "description" : [ "She struggles, trying to escape the big natives grasp, but it’s no use. He ties her arms and legs with a heavy leather cord and throws her over the back of his wolf beast.", "He climbs aboard his mount as the second large native slowly approaches the crew. He glares down at them for a moment, then he pulls a large sack from the side of his great beast and tosses at the feet of the crew. The natives let out a loud call, spur on their mounts, and ride away.", "Once the riders are out of sight the crew unties the bag’s thick leather straps and opens it. The bag is full to the brim with an assortment of all kinds of edibles, some which the crew has never seen before. Together they drag the bag to their food storage and toss it inside!" ],
  "choices" : [ ],
  "restrictions" : [ ],
  "outcomes" : [ ],
  "chances" : [ ],
  "resultingAction" : [ [ "addRndAmt", "50", "100", "edibles" ] ]
}, {
  "root" : false,
  "title" : "The Runaway",
  "name" : "RunawayRevealInjured",
  "description" : [ "At first she struggles, but quickly stops, seemingly resigned to the fact that she can’t overpower her captors. She stares hatefully into the eyes of the crew and shouts unintelligible words at them.", "As the muscular native begins to tie a rope around the hands of the thin native, she lashes out. Grabbing the natives exposed sword, she stabs (Name1) in the side and pounces on (Name2), clawing (him2) to the ground. As she turns to the rest of the crew, the second big native fires an arrow and strikes her down.", "As the crew rushes to their wounded comrades, the big native collects the body of the, now dead, native and toss it on the back of his great beast. The second big native grunts and tosses a large sack on the ground in front of the crew. The pair turn on their mounts, let out a grunt, and ride off.", "Once the riders are out of sight and the crew’s injured are tended to, they untie the bag’s thick leather straps and open it up to reveal an assortment of different meats and berries!" ],
  "choices" : [ ],
  "restrictions" : [ ],
  "outcomes" : [ ],
  "chances" : [ ],
  "resultingAction" : [ [ "addAilment", "evt", "injury", "regular" ], [ "addHealth", "evt2", "-25", "-50" ], [ "addRndAmt", "50", "100", "edibles" ] ]
}, {
  "root" : true,
  "title" : "The Runaway",
  "name" : "Runaway",
  "description" : [ "The ROV lurches to a sudden stop as a thin figure emerges from the sea of trees ahead. It’s a scrawny native, weak and dirty, clothed only in patches of mud and miscellaneous flakes of earthy debris. She darts towards the ROV and dives underneath it.", "Just as the perplexed crew begins to emerge from the ROV, two more natives appear. Sitting atop two huge wolf-like beast, their muscular bodies clothed in thick fur robes. They boldly approach the ROV, seemingly unconcerned by the presence of the unfamiliar crew.", "They begin to slowly circle the crew, looking all around as though they are searching for something they lost. They grumble to each other in an indiscernible language." ],
  "choices" : [ "Reveal the hidden native.", "Do nothing." ],
  "restrictions" : [ "", "" ],
  "outcomes" : [ [ "RunawayReveal" ], [ "RunawayDoNothing" ] ],
  "chances" : [ [ 100.0 ], [ 100.0 ] ],
  "resultingAction" : [ ]
}, {
  "root" : false,
  "title" : "TheGift",
  "name" : "GiftOpenFollow",
  "description" : [ "The group decides (Name1) is right, they pack their bags and head out on foot towards the first landmark indicated on the map." ],
  "choices" : [ ],
  "restrictions" : [ ],
  "outcomes" : [ [ "GiftOpenFollowHurt", "GiftOpenFollowGood" ] ],
  "chances" : [ [ 50.0, 50.0, 0.0, 0.0 ] ],
  "resultingAction" : [ ]
}, {
  "root" : false,
  "title" : "TheGift",
  "name" : "GiftOpen",
  "description" : [ "The group decides to open the box. They carefully unravel the string latch and cautiously open the lid. Inside is a small rolled up piece of thin bark. (Name1) unrolls the bark paper and discovers a crude map has been drawn on the inside. The crew recognizes some of the more obvious land marks, such as a large arch shaped rock and the small weaving river nearby. A small path is outlined on the map that ends with an unrecognizable shape, marking something of importance. (Name1) suggests following the map to see where it leads, but (Name2) proposes the group keep the map to trade to the natives for something more practical." ],
  "choices" : [ "Follow the map", "Keep the Map for Trade" ],
  "restrictions" : [ "", "" ],
  "outcomes" : [ [ "GiftOpenFollow" ], [ "GiftOpenKeep" ] ],
  "chances" : [ [ 100.0 ], [ 100.0, 0.0 ] ],
  "resultingAction" : [ ]
}, {
  "root" : false,
  "title" : "TheGift",
  "name" : "GiftOpenKeep",
  "description" : [ "The group decides (Name2) is right, they shouldn’t waste their time searching treasure. They pack the map back into its box and store it away for later." ],
  "choices" : [ ],
  "restrictions" : [ ],
  "outcomes" : [ ],
  "chances" : [ ],
  "resultingAction" : [ [ "addRndAmt", "25", "50", "wealth" ] ]
}, {
  "root" : false,
  "title" : "TheGift",
  "name" : "GiftOpenFollowGood",
  "description" : [ "The group spends the next few hours traveling from landmark to landmark, until at last they arrive at the location marked by the unrecognizable shape. Next to the large unrecognizable symbol on the map is smaller one, shaped like a fat lightning bolt.", "The group searches around for something that matches the description, but all they see are rocks and trees. The disheartened group turns to leave, frustrated over wasted time, when they spot a large crack in a nearby rock face. The crack is deep and narrow, widening at the base just enough for someone to squeeze in.", "(Name1) slides into the rock crevasse and disappears inside. (He1) reappears a moment later holding a large sack. Inside the sack is: a small amount of food, some simple tools, a few miscellaneous doodads, and a pair of fine fur clothes. Pleased with their discovery, (Name1) repacks the back, throws it over (his1) shoulder, and the crew begins the long journey back to the ROV." ],
  "choices" : [ ],
  "restrictions" : [ ],
  "outcomes" : [ ],
  "chances" : [ ],
  "resultingAction" : [ [ "addRndAmt", "1", "25", "edibles" ], [ "addRndAmt", "50", "100", "wealth" ] ]
}, {
  "root" : true,
  "title" : "TheGift",
  "name" : "Gift",
  "description" : [ "While the crew is stopped for a quick stretch break, (Name) decides to have a quick snack. After rustling through the food storage, (he1) picks out a nice ripe piece of fruit and finds a comfy log to sit on while (he1) eats. As (he1) finishes (his1) fruit (he1) turns to toss the pit into the woods and finds (him1)self face to face with a tiny impish creature holding a small wooden box. As he grabs for his pistol, the creature quickly places the box down and scampers off. ", "Perplexed, (Name1) picks up the box and examines it. The ornate wooden box is inscribed with simplistic pictures depicting tribal life. The lid of the box is held in place by a twine-like string. (Name1) brings the box back to the crew to discuss what to do with it." ],
  "choices" : [ "Open the Box", "Don't Open the Box" ],
  "restrictions" : [ "", "" ],
  "outcomes" : [ [ "GiftOpen" ], [ "GiftDont" ] ],
  "chances" : [ [ 100.0 ], [ 100.0 ] ],
  "resultingAction" : [ ]
}, {
  "root" : false,
  "title" : "TheGift",
  "name" : "GiftDont",
  "description" : [ "Unsure of what lies inside, the crew is apprehensive to open the small box. They decide to keep the box to use for trade. Surely some other natives will be interested in it." ],
  "choices" : [ ],
  "restrictions" : [ ],
  "outcomes" : [ ],
  "chances" : [ ],
  "resultingAction" : [ [ "addRndAmt", "1", "25", "wealth" ] ]
}, {
  "root" : false,
  "title" : "TheGift",
  "name" : "GiftOpenFollowHurt",
  "description" : [ "The group spends the next few hours traveling from landmark to landmark, until at last they arrive at the location marked by the unrecognizable shape. Next to the large unrecognizable symbol on the map is smaller one, shaped like a fat lightning bolt.", "The group searches around for something that matches the description, but all they see are rocks and trees. The disheartened group turns to leave, frustrated over wasted time, when they spot a large crack in a nearby rock face. The crack is deep and narrow, widening at the base just enough for someone to squeeze in.", "(Name1) disappears into the rock crevasse, reappearing a moment later holding a large empty sack. Disappointed by this discovery, the group turns to leave, and finds themselves surrounded by a group of tree-like natives. Caught out in the open, the crew is unable to escape the first volley of arrows. The injured crew runs for the trees, as more arrows rain down around them. They zigzag through the trees until they come to a banks of a deep river. Unable to turn back, the crew jumps into the icy water below.", "Sometime later, they wash ashore downstream, injured, tired, and cold. Using their now waterlogged bark map, they backtrack their way back to the ROV and collapse inside." ],
  "choices" : [ ],
  "restrictions" : [ ],
  "outcomes" : [ ],
  "chances" : [ ],
  "resultingAction" : [ [ "addHealth", "evt", "-25", "-50", "false", "-1", "true" ] ]
}, {
  "root" : false,
  "title" : "Thief in the Night",
  "name" : "ThiefRaidBad",
  "description" : [ "Deciding on the frontal assault the crew leaves the ROV and approaches the native’s encampment at sunset. They hide and wait in a patch of trees only a few yards from the makeshift wooden walls that surround the native’s encampment. As the sun sets below the horizon, they spring from the trees, and charge into the camp.", "They cut through scattered wood huts, firing at any unsuspecting native that emerges, but as they near the strong house, a horde of angry natives surround the group. As they become bogged down in a close quarter’s battle, the large wooden gates of the strong room slide closed.", "Some of the natives rush the group with spears, while other rain arrows from a distance with deadly accuracy. Spotting the closed gates and badly outnumbered, the group retreats and bunkers in amongst the small wooden huts. Reluctant to leave the camp empty handed, the crew fights off one spear wielding native after another. ", "Eventually the crew repels the attacking natives, forcing them to retreat into the strong house, but they are unable to breech the strong house’s study walls. Exhausted from the lengthy battle, the crew collects any scrap of supplies they can find around the camp and among the many scattered bodies and withdrawals to the ROV." ],
  "choices" : [ ],
  "restrictions" : [ ],
  "outcomes" : [ ],
  "chances" : [ ],
  "resultingAction" : [ [ "alterSupplies", "large", "true" ], [ "alterSupplies", "medium" ], [ "addHealth", "evt", "-25", "-50", "false", "-1", "true" ] ]
}, {
  "root" : false,
  "title" : "Thief in the Night",
  "name" : "ThiefRaidSilentBad",
  "description" : [ "The crew decides on the plan of silent infiltration and makes their way to the native’s encampment just as the sun begins to set. They watch the natives from a patch of trees only a few yards from the encampment. Small wooden huts, surrounded by a small makeshift wall, are scattered haphazardly around the sturdy walls of the strong house. Just as the sun sinks below the horizon, a small patrol of natives wander dangerously close to the hidden crew. They lie in wait until the patrol passes, then they soundlessly creep towards walls of the little camp.", "Hopping over the makeshift wall, the crew begins to make their way towards the strong house. Keeping low and sticking to the shadows, they creep ever closer. As they near the entrance of the strong house they stop. The large wooden doors are open and inside they can make out the silhouettes of the natives within, most likely helping themselves to the crew’s food and drink. As the silhouettes inside fade away, the crew slides from behind their cover, cross the path leading into the strong house, and silently slips inside.", "In the center of the single room strong house is a large pile of stolen supplies. Some of the supplies they recognize as their own, but others they don’t. A handful of natives shuffle though the boxes and bags that fill the room, unaware of the crew’s presence. ", "(Name1) slam the doors shut and bars them, as the rest of the crew showers the room with rifle fire. It doesn’t take long before waves of enraged natives begin to beat at walls and doors as the crew fires at them through the crude arrow slits that line the walls of the strong house.", "With superior firepower and superior positioning, the battle doesn’t last long. Unable to breech the thick walls of the strong house and with mounting casualties, the natives quickly begin to scatter into the woods. Fearing a counter attack, some of the crew stays to guard the loot, while others shuttle the supplies to the ROV. Once the supplies are all safely inside the ROV, the crew climbs aboard, and the ROV rolls onwards." ],
  "choices" : [ ],
  "restrictions" : [ ],
  "outcomes" : [ ],
  "chances" : [ ],
  "resultingAction" : [ [ "alterSupplies", "large", "true" ], [ "alterSupplies", "large" ], [ "addHealth", "evt", "-1", "-25", "false", "-1", "true" ] ]
}, {
  "root" : false,
  "title" : "Thief in the Night",
  "name" : "ThiefAbandonHurt",
  "description" : [ "Unwilling to risk their lives over some stolen supplies, the group decides to press on without them, but (Name1) calls them cowards and runoff towards the camp alone. Unsure of what to do next, the crew waits for (his1) return. As minutes turn to hours, the crew worries they may not see (him) again.", "Suddenly, (he1) appears, loaded down with loot and running fast. (He1) throws the loot into the ROV, shouting for them to go, as (he1) climbs inside. The ROV roars to life, as natives pour out of the tree line towards the ROV.", "The crew fires into the advancing wall of natives and the natives respond with a barrage of arrows. The natives surround the ROV, bashing it with rocks and tearing apart anything they can. As the ROV pulls free, the crew struggles to dislodge the few determine natives that manage to hang on. Finally, the last of the angry natives tumble loose and the steady stream of arrows slows to a stop." ],
  "choices" : [ ],
  "restrictions" : [ ],
  "outcomes" : [ ],
  "chances" : [ ],
  "resultingAction" : [ [ "alterSupplies", "large", "true" ], [ "alterSupplies", "medium" ], [ "addHealthROV", "-25", "-50" ], [ "addHealth", "evt", "-1", "-25", "false", "-1", "true" ] ]
}, {
  "root" : false,
  "title" : "Thief in the Night",
  "name" : "ThiefAbandonLoseLarge",
  "description" : [ "Unwilling to risk their lives over some stolen supplies, the group decides to press on, leaving the supplies behind." ],
  "choices" : [ ],
  "restrictions" : [ ],
  "outcomes" : [ ],
  "chances" : [ ],
  "resultingAction" : [ [ "alterSupplies", "large", "true" ] ]
}, {
  "root" : false,
  "title" : "Thief in the Night",
  "name" : "ThiefRaid",
  "description" : [ "After discussing their options, the crew decides to raid the native’s encampment to attempt recover their lost supplies. (Name1) suggest an aggressive frontal assault on the camp, go in guns blazing, and carve a path to the strong house before the natives can seal themselves inside, but (Name2) has other ideas. (He1) proposes a silent infiltration, quietly sneak into the camp, and catch the natives off guard.", "The crew estimates the frontal assault has a lower chance of successfully recovering the supplies, but provides a safer extraction if things go wrong.  The silent infiltration, on the other hand, has a higher chance of supply recovery, but leaves the crew dangerously exposed of they’re caught." ],
  "choices" : [ "Frontal Assault", "Silent Infiltration" ],
  "restrictions" : [ "", "" ],
  "outcomes" : [ [ "ThiefRaidBad", "ThiefRaidFail" ], [ "ThiefRaidSilentFail", "ThiefRaidSilentBad" ] ],
  "chances" : [ [ 60.0, 40.0 ], [ 40.0, 60.0 ] ],
  "resultingAction" : [ ]
}, {
  "root" : true,
  "title" : "Thief in the Night",
  "name" : "Thief",
  "description" : [ "After stopping for a short rest, the crew emerges from the ROV to realize they’ve been robbed! A huge amount of the crew’s supplies have been stolen from the external storage compartments. They waste no time scouring the mountains for clues as to the whereabouts of their supplies and it doesn’t take long before they spy the twinkle of distant campfires in a shallow river valley. (Name1) volunteers to scout it out. He quickly packs his supplies and heads out.", "It’s not long before (Name1) returns. (He1) tells the crew that their supplies are being stored in the strong house of a small native encampment and believes that the crew should be able to overcome its defense and recover the supplies without too much trouble." ],
  "choices" : [ "Prepare a Raid", "Abandon the Loot" ],
  "restrictions" : [ "", "" ],
  "outcomes" : [ [ "ThiefRaid" ], [ "ThiefAbandonLoseLarge", "ThiefAbandonHurt" ] ],
  "chances" : [ [ 100.0 ], [ 75.0, 25.0 ] ],
  "resultingAction" : [ ]
}, {
  "root" : false,
  "title" : "Thief in the Night",
  "name" : "ThiefRaidSilentFail",
  "description" : [ "The crew decides on the plan of silent infiltration and makes their way to the native’s encampment just as the sun begins to set. They watch the natives from a patch of trees only a few yards from the encampment. Small wooden huts, surrounded by a small makeshift wall, are scattered haphazardly around the sturdy walls of the strong house. Just as the sun sinks below the horizon, a small patrol of natives wander dangerously close to the hidden crew. They lie in wait until the patrol passes, then they soundlessly creep towards walls of the little camp.", "Hopping over the makeshift wall, the crew begins to make their way towards the strong house. Keeping low and sticking to the shadows, they creep ever closer. As they near the entrance of the strong house they stop. The large wooden doors are open and inside they can make out the silhouettes of the natives within, most likely helping themselves to the crew’s food and drink.", "Without a sound, the crew makes their way towards open doors of the strong house. The crew is just feet from the entrance, when both doors suddenly slam shut. Arrows rain down on the crew as they dive for cover. Spearmen charge the now separated crewmembers as another volley of arrows shower over them.", "The disjointed crewmembers attempt to hold their ground, killing one spearmen after another. Some of the crew members stand firm, firing their rifles into thinning groups of archers and spearmen scattered around the camp, while others are taken to the ground, fighting hand and foot against their attackers.", "Finally, suffering too many losses, the natives pull back into the protection of the strong house. The badly injured team can’t risk another engagement. Having sacrificed too much to leave empty handed, the crew grabs whatever supplies they can as they make their way through the camp and back to the shelter of the ROV." ],
  "choices" : [ ],
  "restrictions" : [ ],
  "outcomes" : [ ],
  "chances" : [ ],
  "resultingAction" : [ [ "alterSupplies", "large", "true" ], [ "alterSupplies", "medium" ], [ "addHealth", "evt", "-50", "-100", "false", "-1", "true" ] ]
}, {
  "root" : false,
  "title" : "Thief in the Night",
  "name" : "ThiefRaidFail",
  "description" : [ "Leaving the ROV, the crew approaches the native’s encampment at sunset. They hide and wait in a patch of trees only a few yards from the makeshift wooden walls that surround the native’s encampment. As the sun sets below the horizon, they spring from the trees, and charge into the camp.", "The unsuspecting natives emerge from their wooden huts, only to be cut down in hail of gunfire. The natives rush to the agape doors of the strong house, but so to the charging crew. Arrows rain down on the crew as they reach the strong house just as the natives slowly slide the heavy wooden doors close. (Name1) shoulders into the thick doors, crashing through them and into a group of surprised natives on the other side. The crew follows close behind, climbing over the splintered remains of a wooden barricade, they unload their rifles into the group of natives by the door as more natives emerge.", "It doesn’t take long before the crew cuts down the rest of the thieving natives hiding inside the sturdy walls of the strong house. A large pile of stolen goods lie stacked in the center of the single room strong house, some belong to the crew and some do not. The crew takes turns guarding their newly recovered loot while they transfer it, pile by pile, back to the ROV. Once all the supplies are secured, the crew climbs aboard, and the ROV journeys on." ],
  "choices" : [ ],
  "restrictions" : [ ],
  "outcomes" : [ ],
  "chances" : [ ],
  "resultingAction" : [ [ "alterSupplies", "large", "true" ], [ "alterSupplies", "large", "true" ], [ "addHealth", "evt", "-1", "-25", "false", "-1", "true" ] ]
} ]