{
  "win": ["%o of the original 27 members of Exomer751 survived the crash, and only %a survived the %r mile long journey to RX-2020. In all it took them %m months, %d days, and %h hours.",
    "Within hours of their arrival to RX-2020, contact was made with their home world. They were shocked to hear of the group's survival. After losing contact with the exploration vessel, they assumed the worst and began the lengthy process of assembling a rescue mission. Despite its noble cause, the mission was met with much resistance. Many claimed the cost would be too great and the risk would just be too high to justify endangering the lives of another.",
    "It would be another %w weeks until the Exomer crew was rescued."],
  "solar":["With the solar panel broken, the crew was unable to recharge the batteries. Left without power and insufficient supplies, they are forced to abandon the ROV and continue their journey on foot."],
  "tracks":["The ROV lies motionless, crippled by broken tracks. The crew tries in vain to fix them, but faced with the harsh reality of inadequate parts and dwindling supplies, are forced to abandon the ROV and continue on foot."],
  "batteries":["Broken batteries plunged the crew into darkness. It's here in the darkness, after hours of searching the woods for spare parts, they decided to abandon the hunk of metal was their ROV just hours earlier. They pack what little supplies they can carry and set out into the wilderness."],
  "storage":["The ROV's storage as become irreparably damaged and most of the supplies were destroyed. At first the crew attempts to remain in ROV and live off the land, but the loss of supplies, coupled with scare nearby resources, leave the crew unable to survive. The crew gathers what little supplies they can carry and sets out on foot."],
  "energy":["As the batteries' energy reserve reaches 0%, the lights dim, and then go out. As the ROV silently slides to a stop, the crew frantically tries to restart the ROV's subsystems, but it's no use. Unable to recharge their batteries and without food or ammo to hunt, the crew is force to abandon the ROV and to venture out into the wilderness on foot."],
  "ROV":["The ROV's arduous journey left it in ruins. In dire need of parts for repairs, the team desperately searched the wilderness for any sign of space debris. It wasn't long before the growing need for supplies forced the crew to abandon the weathered ROV in pursuit of better ground. Packing as much as they could manage, they set out on foot into the vast wilderness."],
  "crew":["After traveling %t miles, the last of the %o surviving members of Exomer751 have fallen; one by one lost to the hardships of life on Secturn. They survived for %f on an unfamiliar and unexplored planet and faced adversities greater than anyone could have imagined, a sacrifice that will forever be remembered in the hearts and minds of all future Secturnians for generations to come."],
  "deathText":["Nobody knows quite what became of the remaining crew. Some say they froze to death in an unexpected ice storm or starved to death, unable to find food in the frozen permafrost. While others claim they died at the hands of savage natives who coveted their supplies or that they were eaten by one of the many large predators that live in Secturn's vast forest. There are even some who believe they survived, living off the land like nomads or that they were recovered by a friendly native tribe and lived amongst them. Although one may never know the true story of what happened to the survivors of Exomer751, their tales lives on in the stories and legends of the Secturnians that call the planet home."]
}